# Commandes
brew "go"
brew "fd"
brew "duf"
brew "procs"
brew "btop"
brew "golang"
brew "gping"
brew "arp-scan"
brew "cmatrix"
brew "grc"
brew "htop"
brew "vim"
brew "nmap"
brew "bandwhich"
brew "snitch"
brew "tmux"
brew "weechat"
brew "wget"
brew "tor"
brew "iftop"
brew "nload"
brew "node"
brew "testdisk"
brew "pkg-config"
brew "cheat"
brew "tlrc"
brew "shellcheck"
brew "eza"
brew "bat"
brew "wego"
brew "iproute2mac"
brew "fastfetch"
brew "m-cli"
brew "ripgrep"
brew "fzf"

# Programmes
cask "aldente"
cask "balenaetcher"
cask "tor-browser"
cask "easyfind"
cask "font-hack"
cask "font-hack-nerd-font"
cask "firefox@developer-edition"
cask "firefox"
cask "ghostty"
cask "keka"
cask "keyboardcleantool"
cask "netnewswire"
cask "mactracker"
cask "orbstack"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "transmission"
cask "vlc"
cask "signal"
cask "telegram"
cask "carbon-copy-cloner"
cask "neohtop"
cask "vscodium"
