# Taps
tap "teamookla/speedtest"
tap "koekeishiya/formulae"

# Commandes
brew "go"
brew "fd"
brew "duf"
brew "procs"
brew "btop"
brew "yazi"
brew "golang"
brew "gping"
brew "arp-scan"
brew "cmatrix"
brew "grc"
brew "htop"
brew "vim"
brew "nmap"
brew "bandwhich"
brew "tmux"
brew "weechat"
brew "wget"
brew "tor"
brew "iftop"
brew "nload"
brew "node"
brew "testdisk"
brew "pkg-config"
brew "cheat"
brew "tlrc"
brew "shellcheck"
brew "eza"
brew "bat"
brew "wego"
brew "iproute2mac"
brew "fastfetch"
brew "speedtest"
brew "m-cli"
brew "skhd"

# Programmes
cask "adapter"
cask "angry-ip-scanner"
cask "appcleaner"
cask "applite"
cask "balenaetcher"
cask "coteditor"
cask "tor-browser"
cask "easyfind"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "firefox@developer-edition"
cask "firefox"
cask "ghostty"
cask "keka"
cask "netnewswire"
cask "mactracker"
cask "orbstack"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "stats"
cask "tailscale"
cask "the-unarchiver"
cask "transmission"
cask "vlc"
cask "xquartz"
cask "signal"
cask "telegram"
cask "carbon-copy-cloner"
cask "keyboard-cowboy"
